tap "homebrew/bundle"

tap "AdoptOpenJDK/openjdk"
tap "anomalyco/tap"
tap "argoproj/tap"
tap "aws/tap"
tap "dorkitude/linctl"
tap "goreleaser/tap"
tap "jenkins-x/jx"
tap "johanhaleby/kubetail"
tap "Ladicle/kubectl-bindrole"
tap "linuxkit/linuxkit"
tap "mongodb/brew"
tap "versent/homebrew-taps"
tap "warrensbox/tap"

brew "act", args: ['HEAD']
brew "ansible"
brew "argocd"
brew "autoconf"
brew "automake"
brew "awscli"
brew "aws-iam-authenticator"
brew "aws-sam-cli"
brew "azure-cli"
brew "bash"
brew "beads"
brew "cloc"
brew "coreutils"
brew "crosstool-ng"
brew "docker"
brew "docker-buildx"
brew "docker-credential-helper"
brew "docker-credential-helper-ecr"
brew "direnv"
brew "dolt"
brew "dos2unix"
brew "esphome"
brew "fblog"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-extras"
brew "git-filter-repo"
brew "git-flow-avh"
brew "git-gui"
brew "git-lfs"
brew "go"
brew "golangci-lint"
brew "gnu-getopt"
brew "gradle"
brew "graphviz"
brew "hadolint"
brew "helm"
brew "helmfile"
brew "go"
brew "goreleaser"
brew "imagemagick"
brew "iperf3"
brew "istioctl"
brew "jenv"
brew "jq"
brew "kind"
brew "k6"
brew "k9s"
brew "krb5"
brew "krew"
brew "kubernetes-cli"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "kubectl-rolesum"
brew "kubectx"
brew "kubetail"
brew "kustomize"
brew "lefthook"
brew "libtool"
brew "libpq"
brew "dorkitude/linctl/linctl"
brew "llvm"
brew "lsusb"
brew "m4"
brew "maven"
brew "mdbook"
brew "minikube"
brew "minio-mc"
brew "mongodb-atlas-cli"
brew "mongodb-community"
brew "mosquitto"
brew "mysql"
brew "netpbm"
brew "anomalyco/tap/opencode"
brew "p7zip"
brew "parallel"
brew "pandoc"
brew "pkgconf"
brew "pinentry-mac"
brew "pipenv"
brew "pipx"
brew "poppler"
brew "postgresql@18"
brew "powerlevel10k"
brew "prowler"
brew "python"
brew "python-setuptools"
brew "qemu"
brew "redis"
brew "rg"
brew "rustup-init"
brew "saml2aws"
brew "shellcheck"
brew "sonar-scanner"
brew "terminal-notifier"
brew "tfswitch"
brew "trash"
brew "uv"
brew "unpaper"
brew "velero"
brew "watch"
brew "wget"
brew "xmlstarlet"
brew "yq"
brew "zlib"
brew "zsh-vi-mode"

cask "1password-cli"
cask "aws-vault-binary"
cask "claude-code"
cask "cmux"
cask "gimp"
cask "gcloud-cli"
cask "gpg-suite-no-mail"
cask "iterm2"
cask "licecap"
cask "keybase"
cask "openscad"
cask "pgadmin4"
cask "podman-desktop"
cask "session-manager-plugin"
cask "sublime-text"
cask "tunnelblick"
cask "typora"
cask "virtualbox"
cask "whatsapp"
cask "xquartz"
cask "zoom"
