tap "homebrew/bundle"
tap "johanhaleby/kubetail"
tap "tektoncd/tools"
brew "ansible"
brew "awscli"
brew "azure-cli"
brew "direnv"
brew "istioctl"
brew "git-filter-repo"
brew "helm"
brew "helm@2"
brew "helmfile"
brew "jq"
brew "krew"
brew "kubetail"
brew "maven"
brew "packer"
brew "pipenv"
brew "pipx"
brew "tektoncd/tools/tektoncd-cli"
brew "terraform"
brew "unrar"
brew "vault"
brew "wget"
brew "yq"
